--liquibase formatted sql

--changeset eduard.david:1 splitStatements:false runOnChange:true

UPDATE reason
SET name_ua = 'Дані автоматичних індикаторів ризиків'
WHERE name = 'indicator';

UPDATE reason
SET name_ua = 'Інформація, отримана від органів державної влади, органів місцевого самоврядування, про наявність ознак порушення (порушень) законодавства у сфері публічних закупівель'
WHERE name = 'authorities';

UPDATE reason
SET name_ua = 'Повідомлення в засобах масової інформації, що містять відомості про наявність ознаки порушення (порушень) законодавства у сфері публічних закупівель'
WHERE name = 'media';

UPDATE reason
SET name_ua = 'Виявлені органом державного фінансового контролю ознаки порушення (порушень) законодавства у сфері публічних закупівель в інформації, оприлюдненій в електронній системі закупівель'
WHERE name = 'fiscal';

UPDATE reason
SET name_ua = 'Інформація, отримана від громадських об’єднань, про наявність ознак порушення (порушень) законодавства у сфері публічних закупівель, виявлених за результатами громадського контролю у сфері публічних закупівель відповідно до статті 9 цього Закону'
WHERE name = 'public';
